export default {
  projections: {
    УборкаE: {
      деньУборки: {
        __caption__: 'День уборки'
      },
      времяУборки: {
        __caption__: 'Время уборки'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      вольер: {
        __caption__: 'Вольер',
        площадь: {
          __caption__: 'Площадь'
        }
      }
    },
    УборкаL: {
      деньУборки: {
        __caption__: 'День уборки'
      },
      времяУборки: {
        __caption__: 'Время уборки'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      вольер: {
        __caption__: 'Площадь',
        площадь: {
          __caption__: 'Площадь'
        }
      }
    }
  },
  validations: {
    времяУборки: {
      __caption__: 'времяУборки'
    },
    деньУборки: {
      __caption__: 'деньУборки'
    },
    вольер: {
      __caption__: 'вольер'
    },
    должность: {
      __caption__: 'должность'
    }
  }
};
