export default {
  projections: {
    СотрудникиE: {
      кодСотрудники: {
        __caption__: 'Код сотрудники'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      кодСотрудники: {
        __caption__: 'Код сотрудники'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'имя'
    },
    кодСотрудники: {
      __caption__: 'кодСотрудники'
    },
    отчество: {
      __caption__: 'отчество'
    },
    фамилия: {
      __caption__: 'фамилия'
    },
    должность: {
      __caption__: 'должность'
    }
  }
};
